{
    "SILICEA": {
        "brand_name": "SILICEA",
        "generic_name": "SILICEA",
        "substance_name": "SILICON DIOXIDE",
        "purpose": "USES USES: Temporary Relief - Acne, Boils* * Claims based on traditional homeopathic practice, not accepted medical evidence. Not FDA evaluated.",
        "indications_and_usage": "INDICATIONS Condition listed above or as directed by the physician",
        "warnings": "WARNINGS This product is to be used for self-limiting conditions If symptoms do not improve in 4 days, or worsen, discontinue use and seek assistance of health professional. As with any drug, if you are pregnant, or nursing a baby, seek professional advice before taking this product. Keep this and all medication out of reach of children Do not use if capseal is broken or missing. Close the cap tightly after use.",
        "adverse_reactions": "",
        "dosage_and_administration": "DOSAGE Adults- Take 4 or 6 Pellets by mouth, three times daily or as suggested by physician. Children 2 years and older- take 1/2 the adult dose."
    },
    "Unknown": {
        "brand_name": "Unknown",
        "generic_name": "Unknown",
        "substance_name": "Unknown",
        "purpose": "Purpose-Nasal Decongestant",
        "indications_and_usage": "For the temporary relief of nasal decongestiom due to the commomn cold, hay fever or other upper respiratpry allergies. Temporarily relieves nasal stuffiness. Decongests nasal passages: shrinks swollen membranes. Temporarily restores freer breathing through the nose. Helps decongest sinus openings and passages; temporarily relieves sinus congestion and pressure. Promotes nasal and/or sinus drainage. temporarily relieves sinus congestion and pressure.",
        "warnings": "Do not exceed recommended dosage. If dizziness or sleeplessness occur, symptoms do not improve or are accompanied by a fever-consult a doctor. Do not exceed recommended dosage. If dizziness or sleeplessness occur, consult a doctor. Drug interaction Precaution: Do not use this product if you are now taking a prescription monoamine oxidase inhibitor (MAOI) (Certain drugs for depression, psychiatric, or emotional conditions, or Parkinson's disease), or for 2 weeks after stopping the MAOI drug. If you are uncertain whether your prescription drug contains an MAOI, consult a health professional before using this product.",
        "adverse_reactions": "",
        "dosage_and_administration": "Adults and children 12 years of age and older: 1 bottle every 4-6 hours. Do not exceed 4 bottles in 24 hours. Children under 12: Do not use"
    },
    "Betadine": {
        "brand_name": "Betadine",
        "generic_name": "POVIDONE-IODINE",
        "substance_name": "POVIDONE-IODINE",
        "purpose": "Purpose First aid Antiseptic",
        "indications_and_usage": "Uses First aid to help prevent infection in minor cuts scrapes burns",
        "warnings": "Warnings For external use only",
        "adverse_reactions": "",
        "dosage_and_administration": "Directions clean the affected area spray a small amount of the product on the area 1 to 3 times daily may be covered with a sterile bandage if bandaged, let dry first"
    },
    "Naproxen": {
        "brand_name": "Naproxen",
        "generic_name": "NAPROXEN",
        "substance_name": "NAPROXEN",
        "purpose": "",
        "indications_and_usage": "1 INDICATIONS AND USAGE Naproxen tablets and naproxen sodium tablets are indicated for: the relief of the signs and symptoms of: • rheumatoid arthritis • osteoarthritis • ankylosing spondylitis • Polyarticular Juvenile Idiopathic Arthritis Naproxen tablets and naproxen sodium tablets are also indicated for: the relief of signs and symptoms of: • tendonitis • bursitis • acute gout the management of: • pain • primary dysmenorrhea Naproxen tablets and naproxen sodium tablets are non-steroidal anti-inflammatory drugs indicated for: the relief of the signs and symptoms of: • rheumatoid arthritis • osteoarthritis • ankylosing spondylitis • polyarticular juvenile idiopathic arthritis Naproxen tablets and naproxen sodium tablets are also indicated for: the relief of signs and symptoms of: • tendonitis • bursitis • acute gout the management of: • pain • primary dysmenorrhea",
        "warnings": "",
        "adverse_reactions": "6 ADVERSE REACTIONS The following adverse reactions are discussed in greater detail in other sections of the labeling: • Cardiovascular Thrombotic Events [ see Warnings and Precautions ( 5.1 ) ] • GI Bleeding, Ulceration, and Perforation [ see Warnings and Precautions ( 5.2 ) ] • Hepatotoxicity [ see Warnings and Precautions ( 5.3 ) ] • Hypertension [ see Warnings and Precautions ( 5.4 ) ] • Heart Failure and Edema [ see Warnings and Precautions ( 5.5 ) ] • Renal Toxicity and Hyperkalemia [ see Warnings and Precautions ( 5.6 ) ] • Anaphylactic Reactions [ see Warnings and Precautions ( 5.7 ) ] • Serious Skin Reactions [ see Warnings and Precautions ( 5.9 ) ] • Hematologic Toxicity [ see Warnings and Precautions ( 5.12 ) ] Most common adverse reactions to naproxen were dyspepsia, abdominal pain, nausea, headache, rash, ecchymosis, and edema. ( 6.1 ) To report SUSPECTED ADVERSE REACTIONS, contact Glenmark Pharmaceuticals Inc., USA at 1 (888) 721-7115 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch. 6.1 Clinical Trials Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. Adverse reactions reported in controlled clinical trials in 960 patients treated for rheumatoid arthritis or osteoarthritis are listed below. In general, reactions in patients treated chronically were reported 2 to 10 times more frequently than they were in short-term studies in the 962 patients treated for mild to moderate pain or for dysmenorrhea. The most frequent complaints reported related to the gastrointestinal tract. A clinical study found gastrointestinal reactions to be more frequent and more severe in rheumatoid arthritis patients taking daily doses of 1500 mg naproxen compared to those taking 750 mg naproxen. In controlled clinical trials with about 80 pediatric patients and in well-monitored, open-label studies with about 400 pediatric patients with polyarticular juvenile idiopathic arthritis treated with naproxen, the incidence of rash and prolonged bleeding times were greater, the incidence of gastrointestinal and central nervous system reactions were about the same, and the incidence of other reactions were lower in pediatric patients than in adults. In patients taking naproxen in clinical trials, the most frequently reported adverse experiences in approximately 1% to 10% of patients were: Gastrointestinal (GI) Experiences, including: heartburn*, abdominal pain*, nausea*, constipation*, diarrhea, dyspepsia, stomatitis Central Nervous System: headache*, dizziness*, drowsiness*, lightheadedness, vertigo Dermatologic: pruritus (itching)*, skin eruptions*, ecchymoses*, sweating, purpura Special Senses: tinnitus*, visual disturbances, hearing disturbances Cardiovascular: edema*, palpitations General: dyspnea*, thirst *Incidence of reported reaction between 3% and 9%. Those reactions occurring in less than 3% of the patients are unmarked. In patients taking NSAIDs, the following adverse experiences have also been reported in approximately 1% to 10% of patients. Gastrointestinal (GI) Experiences, including: flatulence, gross bleeding/perforation, GI ulcers (gastric/duodenal), vomiting General: abnormal renal function, anemia, elevated liver enzymes, increased bleeding time, rashes The following are additional adverse experiences reported in <1% of patients taking naproxen during clinical trials. Gastrointestinal: pancreatitis, vomiting Hepatobiliary: jaundice Hemic and Lymphatic: melena, thrombocytopenia, agranulocytosis Nervous System: inability to concentrate Dermatologic: skin rashes 6.2 Postmarketing Experience The following adverse reactions have been identified during post approval use of naproxen. Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to reliably estimate their frequency or establish a causal relationship to drug exposure. The following are additional adverse experiences reported in <1% of patients taking naproxen during clinical trials and through postmarketing reports. Those adverse reactions observed through postmarketing reports are italicized. Body as a Whole: anaphylactoid reactions, angioneurotic edema, menstrual disorders, pyrexia (chills and fever) Cardiovascular: congestive heart failure, vasculitis, hypertension, pulmonary edema Gastrointestinal: inflammation, bleeding (sometimes fatal, particularly in the elderly), ulceration, perforation and obstruction of the upper or lower gastrointestinal tract. Esophagitis, stomatitis, hematemesis, colitis, exacerbation of inflammatory bowel disease (ulcerative colitis, Crohn’s disease). Hepatobiliary: abnormal liver function tests, hepatitis (some cases have been fatal) Hemic and Lymphatic: eosinophilia, leucopenia, granulocytopenia, hemolytic anemia, aplastic anemia Metabolic and Nutritional: hyperglycemia, hypoglycemia Nervous System: depression, dream abnormalities, insomnia, malaise, myalgia, muscle weakness, aseptic meningitis, cognitive dysfunction, convulsions Respiratory: eosinophilic pneumonitis, asthma Dermatologic: alopecia, urticaria, toxic epidermal necrolysis, erythema multiforme, erythema nodosum, fixed drug eruption, lichen planus, pustular reaction, systemic lupus erythematoses, bullous reactions, including Stevens-Johnson syndrome, photosensitive dermatitis, photosensitivity reactions, including rare cases resembling porphyria cutanea tarda (pseudoporphyria) or epidermolysis bullosa. If skin fragility, blistering or other symptoms suggestive of pseudoporphyria occur, treatment should be discontinued and the patient monitored. Special Senses: hearing impairment, corneal opacity, papillitis, retrobulbar optic neuritis, papilledema Urogenital: glomerular nephritis, hematuria, hyperkalemia, interstitial nephritis, nephrotic syndrome, renal disease, renal failure, renal papillary necrosis, raised serum creatinine Reproduction (female): infertility In patients taking NSAIDs, the following adverse experiences have also been reported in <1% of patients. Body as a Whole: fever, infection, sepsis, anaphylactic reactions, appetite changes, death Cardiovascular: hypertension, tachycardia, syncope, arrhythmia, hypotension, myocardial infarction Gastrointestinal: dry mouth, esophagitis, gastric/peptic ulcers, gastritis, glossitis, eructation Hepatobiliary: hepatitis, liver failure Hemic and Lymphatic: rectal bleeding, lymphadenopathy, pancytopenia Metabolic and Nutritional: weight changes Nervous System: anxiety, asthenia, confusion, nervousness, paresthesia, somnolence, tremors, convulsions, coma, hallucinations Respiratory: asthma, respiratory depression, pneumonia Dermatologic: exfoliative dermatitis Special Senses: blurred vision, conjunctivitis Urogenital: cystitis, dysuria, oliguria/polyuria, proteinuria",
        "dosage_and_administration": "2 DOSAGE AND ADMINISTRATION Use the lowest effective dosage for shortest duration consistent with individual patient treatment goals. ( 2.1 ) Rheumatoid Arthritis, Osteoarthritis, and Ankylosing Spondylitis Naproxen tablets 250 mg (one-half tablet) 500 mg twice daily Naproxen sodium tablets 275 mg (one-half tablet) 550 mg twice daily The dose may be adjusted up or down depending on the clinical response of the patient. In patients who tolerate lower doses well, the dose may be increased to naproxen 1500 mg/ day for up to 6 months. Polyarticular Juvenile Idiopathic Arthritis Naproxen tablets may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate. Recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with naproxen tablets is not appropriate for children weighing less than 50 kilograms. Management of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis Recommended starting dose 550 mg of naproxen sodium as naproxen sodium tablets followed by 550 mg every 12 hours or 275 mg every 6 to 8 hours as required. The initial total daily dose should not exceed 1375 mg of naproxen sodium. Thereafter, the total daily dose should not exceed 1100 mg of naproxen sodium. Naproxen sodium tablets are recommended for the management of acute painful conditions when prompt onset of pain relief is desired. Acute Gout Recommended starting dose 750 mg of naproxen tablets followed by 250 mg every 8 hours until the attack has subsided. Naproxen sodium tablets may also be used at a starting dose of 825 mg followed by 275 mg every 8 hours. 2.1 General Dosing Instructions Carefully consider the potential benefits and risks of naproxen tablets and naproxen sodium tablets and other treatment options before deciding to use naproxen tablets and naproxen sodium tablets. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals [ see Warnings and Precautions ( 5 ) ]. After observing the response to initial therapy with naproxen tablets or naproxen sodium tablets, the dose and frequency should be adjusted to suit an individual patient’s needs. Naproxen-containing products such as naproxen and naproxen sodium tablets, and other naproxen products should not be used concomitantly since they all circulate in the plasma as the naproxen anion. 2.2 Rheumatoid Arthritis, Osteoarthritis and Ankylosing Spondylitis The recommended dosages of naproxen tablets and naproxen sodium tablets are shown in Table 1. Table 1: Recommended dosages for naproxen tablets and naproxen sodium tablets Naproxen tablets 250 mg (one half tablet) 500 mg twice daily Naproxen sodium tablets 275 mg (one half tablet) 550 mg (naproxen 500 mg with 50 mg sodium) twice daily During long-term administration, the dose of naproxen may be adjusted up or down depending on the clinical response of the patient. A lower daily dose may suffice for long-term administration. The morning and evening doses do not have to be equal in size and administration of the drug more frequently than twice daily does not generally make a difference in response. In patients who tolerate lower doses well, the dose may be increased to naproxen 1500 mg/day for limited periods of up to 6 months when a higher level of anti-inflammatory/analgesic activity is required. When treating such patients with naproxen 1500 mg/day, the physician should observe sufficient increased clinical benefits to offset the potential increased risk. 2.3 Polyarticular Juvenile Idiopathic Arthritis Naproxen solid-oral dosage forms may not allow for the flexible dose titration needed in pediatric patients with polyarticular juvenile idiopathic arthritis. A liquid formulation may be more appropriate for weight-based dosing and due to the need for dose flexibility in children. In pediatric patients, doses of 5 mg/kg/day produced plasma levels of naproxen similar to those seen in adults taking 500 mg of naproxen [ see Clinical Pharmacology ( 12 ) ]. The recommended total daily dose of naproxen is approximately 10 mg/kg given in 2 divided doses. Dosing with naproxen tablets is not appropriate for children weighing less than 50 kilograms. 2.4 Management of Pain, Primary Dysmenorrhea, and Acute Tendonitis and Bursitis The recommended starting dose of naproxen sodium tablets is 550 mg followed by 550 mg every 12 hours or 275 mg (one half of a 550 mg tablet) every 6 to 8 hours as required. The initial total daily dose should not exceed 1375 mg (two and one-half tablets) of naproxen sodium. Thereafter, the total daily dose should not exceed 1100 mg of naproxen sodium. Because the sodium salt of naproxen is more rapidly absorbed, naproxen sodium tablets is recommended for the management of acute painful conditions when prompt onset of pain relief is desired. Naproxen tablets may also be used. The recommended starting dose of naproxen tablets is 500 mg followed by 250 mg (one half of a 500 mg naproxen tablet) every 6 to 8 hours as required. The total daily dose should not exceed 1250 mg of naproxen. 2.5 Acute Gout The recommended starting dose is 750 mg (one and one-half tablets) of naproxen tablets followed by 250 mg (one-half tablet) every 8 hours until the attack has subsided. Naproxen sodium tablets may also be used at a starting dose of 825 mg (one and one-half tablets) followed by 275 mg (one-half tablet) every 8 hours. 2.6 Non-Interchangeability with Other Formulations of Naproxen Different dose strengths and formulations (e.g., tablets, suspension) of naproxen are not interchangeable. This difference should be taken into consideration when changing strengths or formulations."
    },
    "Moisturizing Antibacterial": {
        "brand_name": "Moisturizing Antibacterial",
        "generic_name": "BENZALKONIUM CHLORIDE",
        "substance_name": "BENZALKONIUM CHLORIDE",
        "purpose": "Purpose Antibacterial",
        "indications_and_usage": "Use For handwashing to decrease bacteria on the skin",
        "warnings": "Warnings For external use only: hands only",
        "adverse_reactions": "",
        "dosage_and_administration": "Directions wet hands apply palmful to hands scrub thoroughly rinse thoroughly"
    }
}